import React from "react";

const PrivacyPolicy = () => {
  return (
    <div className="container  text-right">
      <h4 className="pt-4">سياسة الخصوصية</h4>

      <p>
        قدر مخاوفكم واهتمامكم بشأن خصوصية بياناتكم على شبكة الإنترنت. لقد تم
        إعداد هذه السياسة لمساعدتكم في تفهم طبيعة البيانات التي نقوم بتجميعها
        منكم عند زيارتكم لموقعنا على شبكة الانترنت وكيفية تعاملنا مع هذه
        البيانات الشخصية. التصفح لم نقم بتصميم هذا الموقع من أجل تجميع بياناتك
        الشخصية من جهاز الكمبيوتر الخاص بك أثناء تصفحك لهذا الموقع, وإنما سيتم
        فقط استخدام البيانات المقدمة من قبلك بمعرفتك ومحض إرادتك. عنوان بروتوكول
        شبكة الإنترنت (IP) في أي وقت تزور فيه اي موقع انترنت بما فيها هذا الموقع
        , سيقوم السيرفر المضيف بتسجيل عنوان بروتوكول شبكة الإنترنت (IP) الخاص بك
        , تاريخ ووقت الزيارة ونوع متصفح الإنترنت الذي تستخدمه والعنوان URL الخاص
        بأي موقع من مواقع الإنترنت التي تقوم بإحالتك إلى الى هذا الموقع على
        الشبكة. عمليات المسح على الشبكة إن عمليات المسح التي نقوم بها مباشرة على
        الشبكة تمكننا من تجميع بيانات محددة مثل البيانات المطلوبة منك بخصوص
        نظرتك وشعورك تجاه موقعنا.تعتبر ردودك ذات أهمية قصوى , ومحل تقديرنا حيث
        أنها تمكننا من تحسين مستوى موقعنا, ولك كامل الحرية والإختيار في تقديم
        البيانات المتعلقة برقم الهاتف ونوع الزمرة .
      </p>
    </div>
  );
};

export default PrivacyPolicy;
