import React from "react";

const PrivacyPolicy = () => {
  return (
    <div className="container privacy-warpper  text-right mt-4">
      <h3>سياسة الخصوصية</h3>
      <p>
        نقدر مخاوفكم واهتمامكم بشأن خصوصية بياناتكم على شبكة الإنترنت. لقد تم
        إعداد هذه السياسة لمساعدتكم في تفهم طبيعة البيانات التي نقوم بتجميعها
        منكم عند زيارتكم لموقعنا على شبكة الانترنت وكيفية تعاملنا مع هذه
        البيانات الشخصية.
      </p>

      <h4> التصفح</h4>
      <p>
        لم نقم بتصميم هذا الموقع من أجل تجميع بياناتك الشخصية من جهاز الكمبيوتر
        الخاص بك أثناء تصفحك لهذا الموقع وإنما سيتم فقط استخدام البيانات المقدمة
        من قبلك بمعرفتك وبمحض إرادتك.
      </p>

      <h4> عمليات المسح على الشبكة</h4>
      <p>
        إن عمليات المسح التي نقوم بها مباشرة على الشبكة تمكننا من تجميع بيانات
        محددة مثل البيانات المطلوبة منك بخصوص نظرتك وشعورك تجاه موقعنا.تعتبر
        ردودك ذات أهمية قصوى , ومحل تقديرنا حيث أنها تمكننا من تحسين مستوى
        موقعنا, ولك كامل الحرية والإختيار في تقديم البيانات المتعلقة برقم الهاتف
        ونوع الزمرة .
      </p>
    </div>
  );
};

export default PrivacyPolicy;
